[
  {
    "topic": "General Information",
    "content": "\nPERMIRA Winter Camp 2026 is organized by PERMIRA Saint Petersburg (Persatuan Mahasiswa Indonesia di Rusia - Indonesian Student Association in Russia).\n\nEvent Details:\n- Event Name: PERMIRA Winter Camp 2026\n- Organizer: PERMIRA Saint Petersburg\n- Location: Pushkin (Tsarskoye Selo), Saint Petersburg, Russia\n- Dates: February 12-14, 2026\n- Description: A winter camp experience near the beautiful palaces of Saint Petersburg\n\nThe event features dacha (Russian country house) accommodation near world-famous palaces including Catherine Palace (Ekaterininsky Dvorets) and opportunities to visit Peterhof Grand Palace and the Hermitage Museum.\n"
  },
  {
    "topic": "Event Schedule",
    "content": "Event Schedule / Rundown:\n\n\nHari Pertama | ПЕРВЫЙ ДЕНЬ\n========================================\n- 11:00:00: Pengecekan Lokasi | ОСМОТР ГЕОЛОКАЦИИ\n  Details: Pengecekan dilakukan oleh panitia dari berbagai divisi.\n- 14:00-14:15: Titik Kumpul | СБОР УЧАСТНИКОВ\n  Details: Ближайшая станция метро от лагери. Участников встретят волонтёры с маленьким флагом PERMIRA St. Petersburg.\n- 14:15 - 16:15: ЗАЕЗД В ДЕТСКИЙ ОЗДОРОВИТЕЛЬНЫЙ ЛАГЕРЬ\n  Details: Участников встретят волонтёры с маленьким флагом PERMIRA St. Petersburg и направят в комнату. Выяснение о технике пожарной безопасности и проведение малой экскурсии по территории. Тот, которы опоздает, тогда доберется до лагеря самостоятельно. | Selama di perjalanan menggunakan bus, volunteer melakukan kegiatan interaktif dengan peserta.\n- 16:15 - 16:45: Pembukaan Non-Formal | НЕФОРМАЛЬНОЕ ОТКРЫТИЕ\n  Details: Peserta memasuki ruangan. Lalu, dilanjutkan dengan pembukaan oleh 2 pembawa acara, yang mana 1 dari Indonesia dan 1 dari Rusia. | Lalu, kegiatan dibuka dengan sambutan dari Fikria Shaleha selaku Ketua Umum PERMIRA St. Petersburg dan beberapa tamu. Maksimal waktu sambutan secara total adalah 30 menit.\n- 16:45 - 18:15: Talk Show | ТОК-ШОУ\n  Details: Lalu, dilanjutkan dengan talkshow yang dibawa oleh 1 orang moderator yang memiliki kemampuan bahasa Indonesia dan Rusia yang baik. | Dalam waktu 45 menit narasumber harus bercerita tentang pengalamannya dengan metode diskusi interaktif. 1 orang dari Indonesia dan 1 orang dari Rusia sesuai dengan tema yang diberikan oleh panitia.\n- 18:15 - 18:45: Curhat Colongan | РАЗГОВОР ПО ДУШЕ\n  Details: Lalu, moderator mengarahkan agar peserta memindai QR-code di layar yang menyambungkan dengan formulir daring dan disana bakal ada text box yang harus diisi oleh peserta dengan pengalaman unik/lucu/menantang/menyeramkan yang pernah dialami selama tinggal di Rusia. Lalu, peserta akan diundi untuk menceritakannya melalui online spinner.\n- 18:45-19:00: Foto Bersama dan Kapsul Waktu | ОБЩАЯ ФОТОГРАФИЯ И КАПСУЛА ВРЕМЕНИ\n  Details: Peserta dan panitia diarahkan untuk berfoto bersama serta merekam video singkat. Lalu, mereka diarahkan untuk menuliskan harapan serta keinginannya yang berkaitan dengan Indonesia-Rusia pada sebuah papan harapan yang merupakan terbuat dari kertas karton dan kemudian menandatanganinya sebagai bentuk kapsul waktu untuk kegiatan winter camp selanjutnya. | Sebagai catatan: peserta dan panitia dapat menuliskannya selama kegiatan winter camp berlangsung.\n- 19:00 - 20:30: Makan Malam dan Kegiatan Non-Formal | УЖИН И НЕФОРМАЛЬНАЯ ОБСТАНОВКА\n  Details: Участников и организаторов выдадут плов.\n- 20:30-22:00: Anjangsana | ЗНАКОМСТВО ПО КОМАНДАМ И КОМАНДНАЯ ИГРА В ПОМЕЩЕНИИ\n  Details: Panitia secara acak akan membagikan kelompok dengan komposisi setengah dari Indonesia dan Rusia untuk selama kegiatan winter camp. Kelompok ini selama winter camp akan mengikuti seluruh kegiatan dan diakhir kegiatan akan diberikan hadiah kepada kelompok pemenang sesuai dengan kategori-kategori yang ditentukan oleh panitia.\n- 22:00 - 23:00: Waktu Bebas | НЕФОРМАЛЬНАЯ ОБСТАНОВКА\n- 23:00: Istirahat | ОТБОЙ\n\nHari Kedua | ВТОРОЙ ДЕНЬ\n========================================\n- 08:00 - 09:00: Sarapan | ЗАВТРАК\n  Details: Участников и организаторов выдадут индонезийскую жаренную лапшу\n- 09:30 - 10:30: Perjalanan ke museum | ЗАЕЗД В МУЗЕЙ\n  Details: Selama di perjalanan menggunakan bus, volunteer melakukan kegiatan interaktif dengan peserta. Termasuk menjelaskan tentang hal-hal yang boleh dan tidak boleh dilakukan selama berada di museum.\n- 10:30-11:10: Pembukaan Resmi | ТОРЖЕСТВЕННОЕ ОТКРЫТИЕ\n  Details: Sambutan oleh: (1) Duta Besar Luar Biasa dan Berkuasa Penuh Republik Indonesia untuk Federasi Rusia merangkap Republik Belarus - Jose Antonio Morato Tavares, (2) Вице-Губернатор Санкт-Петербурга Чечина Наталья Валентиновна, (3) Председатель Комитета по внешним связям Санкт-Петербурга Григорьев Евгений Дмитриевич, (4) Временно исполняющий обязанности Комитета по молодежной политике и взаимодействию с общественными организациями Волковский Роман Игоревич, (5) Руководитель музея, (6) Председатель Петербургского отделения Ассоциации индонезийских студентов в России Шалеха Фикрия. | Lalu ditutup dengan foto bersama.\n- 11:15 - 14:00: Permainan Edukatif di Museum | ОБРАЗОВАТЕЛЬНО-ИГРОВОЙ КВЕСТ ПО МУЗЕЮ \"УРОК ПРОШЛОГО ПОКОЛЕНИЯ\"\n  Details: Основная повестка «III Российско-индонезийский студенческий зимний слёт» представляет собой образовательно-игровой квест по музею, основанный на карте, подсказках и викторинах, связанных с тематикой конкретного избранного музея. Участники делятся на 6 команд по 5 человек из Индонезии и России, где в каждой составляет всего 10 человек. Таким образом, общее количество участников зимнего слёта составляет 60 человек. Главная цель этой игры — повышение и укрепление командной работе среди российско-индонезийских студентов, углублённому пониманию российской истории и межкультурному взаимодействию через образовательно-увлекательную игру и молодёжную дипломатию.\n- 14:00 - 14:30: Pengumpulan Peserta dan Pengumuman Pemenang | СБОР УЧАСТНИКОВ И ОБЪЯВЛЕНИЕ ПОБЕДИТЕЛЕЙ КВЕСТА\n  Details: Penyerahan hadiah oleh pihak museum dan panitia kepada para pemenang permainan dan disertai dengan foto bersama.\n- 14:30 - 15:30: Perjalanan Kembali ke Camp | ОБРАТНАЯ ПОЕЗДКА В ЛАГЕРЬ\n- 15:30 - 17:00: Makan Siang | ОБЕД\n  Details: Участников и организаторов выдадут индонезийскую жаренный рис.\n- 17:00 - 18:30: Kegiatan Non-Formal | НЕФОРМАЛЬНАЯ ОБСТАНОВКА\n  Details: Panitia melakukan persiapan untuk penampilan.\n- 18:30-20:00: Makan Malam | УЖИН\n  Details: Участников и организаторов выдадут индонезийский \"печел аям\" (жаренная курица с перцем).\n- 20:00 - 21:00: Malam Keakraban dan Pentas Seni | КУЛЬТУРНАЯ ПРОГРАМММА\n  Details: Dua penampilan kebudayaan dari Rusia dan Indonesia. Kegiatan ini akan dibawakan oleh 2 pembawa acara, yaitu 1 orang Indonesia dan 1 orang Rusia.\n- 21:00 - 22:00: Kesan Pesan dan Renungan | РЕФЛЕКСИЯ\n  Details: Satu peserta / panitia akan memegang lilin atau boneka untuk memulai cerita dan kesan pesan selama kegiatan. Lalu, setelah selesai, maka peserta akan memberikan lilin atau boneka tersebut ke peserta disebelahnya. Setiap peserta / panitia selesai membagikan ceritanya, maka semuanya akan mengusap tangannya menggantikan tepuk tangan sebagai bagian dari apresiasi kepada yang telah bercerita.\n- 22:00 - 23:00: Waktu Bebas | НЕФОРМАЛЬНАЯ ОБСТАНОВКА\n- 23:00: Istirahat | ОТБОЙ\n- 07:00 - 09:00: Sarapan dan persiapan pulang | ЗАВТРАК И СБОР ВЕЩЕЙ\n  Details: Участников и организаторов выдадут бургер и картофельное пюре.\n- 09:00 - 10:30: Permainan Tim Di Luar Ruangan | КОМАНДНЫЕ ИГРЫ  В ОТКРЫТОМ ВОЗДУХЕ\n  Details: Предварительный список игр в приложении № 3. Permainan utama adalah lomba boneka salju. Jika tidak ada salju, maka telah disiapkan beberapa opsi permainan lainnya seperti: gobak sodor, benteng-bentengan, tarik tambang, voli/bola, estafet\n- 10:30 - 11:30: Pengumuman Kelompok Pemenang | ОБЪЯВЛЕНИЕ ОБЩЕКОМАНДНЫХ ПОБЕДИТЕЛЕЙ\n  Details: Pengumuman pemenang, pembagian hadiah dan Foto Bersama. Akan ada 5 kategori pemenang. | juara 1 pentas: 1000 rub dll.\n- 11:30 - 12:00: Pengumpulan Peserta dan Kembali ke Kota | СБОР УЧАСТНИКОВ И ВЫЕЗД В ГОРОД\n"
  },
  {
    "topic": "Eco-Friendly Policy",
    "content": "\nEnvironmental / Ecologization Policy:\n\nUntuk mendorong ekologisasi kegiatan ini, maka: (1) untuk peserta tidak akan disediakan alat-alat makanan plastik, (2) pengetatan porsi makanan sehingga mengurangi sampah makanan, (3) pembuangan sampah akan dilakukan berdasarkan jenis sampahnya, (4) meminimalisir penggunaan kertas atau plastik sekali pakai, dimana dalam pelaksanaan kuis akan menggunakan QR-code.\n\nKey Points:\n- Participants should bring their own reusable utensils\n- No plastic disposable items will be provided\n- We encourage all participants to practice waste sorting\n- Help us keep the dacha and surrounding areas clean\n"
  },
  {
    "topic": "Budget Information",
    "content": "\nBudget / Cost Information:\n\nThe event budget covers:\n- Transportation (bus rental)\n- Accommodation (dacha rental)\n- Food and beverages (all meals included, 100% Halal)\n- Activities and games\n- Emergency fund\n\nNote: All food served at the event is 100% Halal. Participants with allergies should inform the organizers in advance.\n\nFor specific pricing details, please contact the organizers via Telegram: @permiraspb\n"
  },
  {
    "topic": "Transportation",
    "content": "\nTransportation Information:\n\nAvailable transport options:\n- Minibus / Микроавтобус Мерседес Спринтер (Mercedes Sprinter) 516 VIP (Capacity: 19 seats)\n- Bus (Capacity: 45 seats)\n\nTransportation is arranged from Saint Petersburg city center to Pushkin (Tsarskoye Selo).\n\nMeeting point will be announced closer to the event date.\nParticipants should arrive on time at the designated meeting point.\n"
  },
  {
    "topic": "Location",
    "content": "\nEvent Location:\n\nAddress: Pushkin (Tsarskoye Selo), Saint Petersburg, Russia\nCoordinates: 59.714°N, 30.395°E\n\nPushkin, also known as Tsarskoye Selo (Tsar's Village), is a municipal town located 24 km south of Saint Petersburg. \nIt's famous for its royal residences and beautiful parks.\n\nNearby Attractions:\n- Catherine Palace (Екатерининский дворец) - Home of the famous Amber Room\n- Peterhof Grand Palace - Known as the \"Russian Versailles\"\n- Hermitage Museum Old Village branch\n- Alexander Palace\n\nThe dacha accommodation provides a cozy Russian country house experience with:\n- Warm indoor heating\n- Traditional Russian banya (sauna) available\n- Outdoor bonfire area\n- Beautiful winter scenery\n"
  },
  {
    "topic": "Volunteer Roles",
    "content": "\nVolunteer Opportunities:\n\nWe're looking for volunteers to help with the following roles:\n- Mengurus menu masak dan jenis makanan yang akan dihidangkan untuk makan makan pagi, sore dan malam\n- Mengurus pembukaan dan pembawa acara selama kegiatan\n- Mengurus poster dan media sosial\n- Mendokumentasikan seluruh aspek kegiatan\n- Mengurus seluruh komunikasi, mengarahkan dan membersamai peserta baik sebelum dan saat kegiatan\n\nIf you're interested in volunteering, please indicate this in your registration form.\nVolunteers may receive special benefits and recognition.\n"
  },
  {
    "topic": "Games and Activities",
    "content": "\nGames and Activities:\n\nIndoor Activities (Permainan Di Dalam Ruangan):\n- Nama Permainan | НАЗВАНИЕ ИГР\n- Find Animal Voice |\nПОИСК ГОЛОСА ЖИВОТНОГО\n- Shadow Boxing | Бокс с тенью\n- The Counting Game | Игра Считалка\n\nOutdoor Activities (Winter activities):\n- Snow activities (weather permitting)\n- Bonfire gatherings\n- Photography at historical sites\n- Nature walks in winter scenery\n\nCultural Activities:\n- Indonesian cultural exchange\n- Russian cultural experience\n- Language exchange opportunities\n- Traditional food tasting\n"
  },
  {
    "topic": "Food and Menu",
    "content": "\nFood Menu Information:\n\n🍽️ ALL FOOD IS 100% HALAL 🍽️\n\nDay 1 - Dinner:\n- Plov / ПЛОВ\n- Total / СУММА\n- Sate Taichan / САТЕ ТАЙЧАН\n- Total / СУММА\n- Shakshouka / ШАКШУКА\n\nDay 2 - Breakfast:\n- Vladimir Salad / САЛАТ «ВЛАДИМИРСКИЙ»\n- Total / СУММА\n- Mie Goreng / ЖАРЕННАЯ ЛАПША\n- Total / СУММА\n\nDay 2 - Lunch:\n- Nasi Goreng / ЖАРЕННЫЙ РИС\n- Total / СУММА\n\nDay 2 - Dinner:\n- Pecel  Ayam / ПЕЧЕЛ АЯМ (ЖАРЕННАЯ КУРИЦА С ПЕРЦЕМ)\n- Total / СУММА\n- Burger dengan Sapi / БУРГЕР С ГОВЯДИНОЙ\n- Total / СУММА\n- Mashed Potatoes (Kentang Tumbuk) / КАРТОФЕЛЬНОЕ ПЮРЕ\n\nNote: \n- All meals are prepared fresh at the dacha\n- Special dietary requirements can be accommodated (please inform in advance)\n- Vegetarian options available upon request\n- Please inform us of any food allergies during registration\n"
  },
  {
    "topic": "Frequently Asked Questions (FAQ)",
    "content": "\nFrequently Asked Questions:\n\nQ: When and where is Winter Camp 2026?\nA: February 12-14, 2026 in Pushkin (Tsarskoye Selo), near Saint Petersburg, Russia.\n\nQ: Who can participate?\nA: Indonesian students in Russia and Russian students interested in cultural exchange. Both Indonesian and Russian citizens are welcome.\n\nQ: Is the food Halal?\nA: Yes! All food served is 100% Halal.\n\nQ: What should I bring?\nA: Warm winter clothes, personal items, reusable utensils (eco-friendly policy), camera, and a positive attitude!\n\nQ: How do I register?\nA: Fill out the registration form on our website. Indonesian citizens need to upload their KBRI registration proof (Lapor Diri).\n\nQ: What's the cost?\nA: Please contact the organizers for current pricing. Contact via Telegram: @permiraspb\n\nQ: Is transportation provided?\nA: Yes, bus transportation from Saint Petersburg city center to the venue is arranged.\n\nQ: Can I perform at the event?\nA: Yes! If you want to perform (singing, dancing, poetry, music, etc.), indicate this in the registration form.\n\nQ: What activities are planned?\nA: Palace visits, bonfire gatherings, games (indoor and outdoor), cultural exchange, photography, and more!\n\nQ: What if I have food allergies?\nA: Please mention all allergies in the registration form. We'll do our best to accommodate your needs.\n\nQ: Who organizes this event?\nA: PERMIRA Saint Petersburg (Persatuan Mahasiswa Indonesia di Rusia - Indonesian Student Association in Russia).\n\nQ: How can I contact the organizers?\nA: Via Telegram: @permiraspb\n"
  }
]